Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/DeveloperUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Loading Developer…
ar: جارٍ تحميل المطور...
bn: বিকাশকারী লোড হচ্ছে...
es: Cargando desarrollador…
fr: Chargement du développeur…
hi: डेवलपर लोड हो रहा है...
it: Caricamento sviluppatore…
nl: Ontwikkelaar laden…
te: డెవలపర్u200cని లోడ్ చేస్తోంది…
zh_tw: 正在加载开发人员...

source: Developer
ar: المطور
bn: বিকাশকারী
es: Revelador
fr: Promoteur
hi: डेवलपर
it: Sviluppatore
nl: Ontwikkelaar
te: డెవలపర్
zh_tw: 开发商

source: Design-time tools for content types, assembly, and related CMS objects. Replaces the classic Workbench / Design surfaces.
ar: أدوات وقت التصميم لأنواع المحتوى والتجميع وكائنات CMS ذات الصلة. يستبدل أسطح طاولة العمل/التصميم الكلاسيكية.
bn: বিষয়বস্তুর ধরন, সমাবেশ এবং সম্পর্কিত CMS অবজেক্টের জন্য ডিজাইন-টাইম টুল। ক্লাসিক ওয়ার্কবেঞ্চ/ডিজাইন সারফেস প্রতিস্থাপন করে।
es: Herramientas en tiempo de diseño para tipos de contenido, ensamblaje y objetos CMS relacionados. Reemplaza las clásicas superficies de banco de trabajo/diseño.
fr: Outils de conception pour les types de contenu, l'assemblage et les objets CMS associés. Remplace les surfaces classiques Workbench / Design.
hi: सामग्री प्रकार, असेंबली और संबंधित सीएमएस ऑब्जेक्ट के लिए डिज़ाइन-टाइम टूल। क्लासिक वर्कबेंच/डिज़ाइन सतहों को प्रतिस्थापित करता है।
it: Strumenti in fase di progettazione per tipi di contenuto, assembly e oggetti CMS correlati. Sostituisce le classiche superfici Workbench/Design.
nl: Ontwerptools voor inhoudstypen, assemblage en gerelateerde CMS-objecten. Vervangt de klassieke werkbank-/designoppervlakken.
te: కంటెంట్ రకాలు, అసెంబ్లీ మరియు సంబంధిత CMS ఆబ్జెక్ట్u200cల కోసం డిజైన్-టైమ్ టూల్స్. క్లాసిక్ వర్క్u200cబెంచ్ / డిజైన్ ఉపరితలాలను భర్తీ చేస్తుంది.
zh_tw: 用于内容类型、程序集和相关 CMS 对象的设计时工具。取代了经典的工作台/设计表面。

source: Session expired — redirecting to login…
ar: انتهت الجلسة — جارٍ إعادة التوجيه لتسجيل الدخول...
bn: সেশনের মেয়াদ শেষ হয়েছে — লগইনে পুনঃনির্দেশ করা হচ্ছে...
es: La sesión expiró: redireccionando para iniciar sesión…
fr: Session expirée – redirection vers la connexion…
hi: सत्र समाप्त हो गया - लॉगिन करने के लिए पुनः निर्देशित किया जा रहा है...
it: Sessione scaduta: reindirizzamento all'accesso...
nl: Sessie verlopen — omleiden naar inloggen…
te: సెషన్ గడువు ముగిసింది - లాగిన్u200cకి దారి మళ్లిస్తోంది...
zh_tw: 会话已过期 - 重定向到登录...

source: Object ACL
ar: قائمة التحكم بالوصول (ACL) للكائن
bn: অবজেক্ট ACL
es: ACL de objeto
fr: Liste de contrôle d'accès d'objet
hi: ऑब्जेक्ट एसीएल
it: ACL dell'oggetto
te: ఆబ్జెక్ట్ ACL
zh_tw: 对象访问控制列表

source: Design-time access control entries for this object. Toggle permissions and save. Adding or removing entries is a later slice.
ar: إدخالات التحكم بالوصول في وقت التصميم لهذا الكائن. تبديل الأذونات وحفظها. تعد إضافة أو إزالة الإدخالات شريحة لاحقة.
bn: এই বস্তুর জন্য ডিজাইন-টাইম অ্যাক্সেস কন্ট্রোল এন্ট্রি। অনুমতি টগল করুন এবং সংরক্ষণ করুন। এন্ট্রি যোগ করা বা অপসারণ করা একটি পরবর্তী স্লাইস।
es: Entradas de control de acceso en tiempo de diseño para este objeto. Alternar permisos y guardar. Agregar o eliminar entradas es una porción posterior.
fr: Entrées de contrôle d’accès au moment du design pour cet objet. Basculez les autorisations et enregistrez. L'ajout ou la suppression d'entrées est une tranche ultérieure.
hi: इस ऑब्जेक्ट के लिए डिज़ाइन-टाइम एक्सेस कंट्रोल प्रविष्टियाँ। अनुमतियाँ टॉगल करें और सहेजें। प्रविष्टियाँ जोड़ना या हटाना बाद का चरण है।
it: Voci di controllo dell'accesso in fase di progettazione per questo oggetto. Attiva/disattiva le autorizzazioni e salva. L'aggiunta o la rimozione di voci è una sezione successiva.
nl: Ontwerptoegangscontrole-items voor dit object. Schakel machtigingen in en sla op. Het toevoegen of verwijderen van vermeldingen is een later deel.
te: ఈ వస్తువు కోసం డిజైన్-టైమ్ యాక్సెస్ కంట్రోల్ ఎంట్రీలు. అనుమతులను టోగుల్ చేసి, సేవ్ చేయండి. ఎంట్రీలను జోడించడం లేదా తీసివేయడం అనేది తర్వాత స్లైస్.
zh_tw: 该对象的设计时访问控制条目。切换权限并保存。添加或删除条目是稍后的切片。

source: Loading ACL…
ar: جارٍ تحميل قائمة التحكم بالوصول…
bn: ACL লোড হচ্ছে...
es: Cargando ACL…
fr: Chargement de la liste de contrôle d'accès…
hi: एसीएल लोड हो रहा है...
it: Caricamento ACL…
nl: ACL laden...
te: ACL లోడ్ అవుతోంది…
zh_tw: 正在加载 ACL...

source: Could not load object ACL.
ar: تعذر تحميل كائن ACL.
bn: ACL অবজেক্ট লোড করা যায়নি।
es: No se pudo cargar la ACL del objeto.
fr: Impossible de charger l'ACL de l'objet.
hi: ऑब्जेक्ट ACL लोड नहीं किया जा सका.
it: Impossibile caricare l'ACL dell'oggetto.
nl: Kan object-ACL niet laden.
te: ఆబ్జెక్ట్ ACLని లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载对象 ACL。

source: No ACL defined for this object.
ar: لم يتم تعريف قائمة التحكم بالوصول (ACL) لهذا الكائن.
bn: এই বস্তুর জন্য কোন ACL সংজ্ঞায়িত করা হয়নি।
es: No hay ACL definida para este objeto.
fr: Aucune ACL définie pour cet objet.
hi: इस ऑब्जेक्ट के लिए कोई ACL परिभाषित नहीं है।
it: Nessun ACL definito per questo oggetto.
nl: Er is geen ACL gedefinieerd voor dit object.
te: ఈ వస్తువు కోసం ఏ ACL నిర్వచించబడలేదు.
zh_tw: 没有为此对象定义 ACL。

source: Object GUID not available — cannot load ACL.
ar: المعرف الفريد العمومي للكائن غير متوفر — لا يمكن تحميل قائمة التحكم بالوصول (ACL).
bn: অবজেক্ট GUID উপলব্ধ নেই — ACL লোড করা যাবে না।
es: GUID del objeto no disponible: no se puede cargar ACL.
fr: GUID d'objet non disponible : impossible de charger l'ACL.
hi: ऑब्जेक्ट GUID उपलब्ध नहीं है - ACL लोड नहीं कर सकता।
it: GUID oggetto non disponibile: impossibile caricare l'ACL.
nl: Object-GUID niet beschikbaar: kan ACL niet laden.
te: ఆబ్జెక్ట్ GUID అందుబాటులో లేదు - ACLని లోడ్ చేయడం సాధ్యపడదు.
zh_tw: 对象 GUID 不可用 — 无法加载 ACL。

source: ACL has no entries.
ar: ACL لا يوجد لديه أي إدخالات.
bn: ACL কোন এন্ট্রি আছে.
es: ACL no tiene entradas.
fr: L'ACL n'a aucune entrée.
hi: ACL में कोई प्रविष्टियाँ नहीं हैं.
it: L'ACL non ha voci.
nl: ACL heeft geen vermeldingen.
te: ACLకి ఎంట్రీలు లేవు.
zh_tw: ACL 没有条目。

source: Principal / name
ar: الرئيسي / الاسم
bn: অধ্যক্ষ/নাম
es: Director/nombre
fr: Directeur/nom
hi: प्रिंसिपल / नाम
it: Principale/nome
nl: Hoofdpersoon / naam
te: ప్రిన్సిపాల్ / పేరు
zh_tw: 校长/姓名

source: Type
ar: يكتب
bn: টাইপ
es: Tipo
fr: Taper
hi: प्रकार
it: Tipo
te: టైప్ చేయండి
zh_tw: 类型

source: Permissions
ar: الأذونات
bn: অনুমতি
es: Permisos
fr: Autorisations
hi: अनुमतियां
it: Autorizzazioni
nl: Machtigingen
te: అనుమతులు
zh_tw: 权限

source: Save ACL
ar: حفظ قائمة التحكم بالوصول (ACL).
bn: ACL সংরক্ষণ করুন
es: Guardar LCA
fr: Enregistrer la liste de contrôle d'accès
hi: एसीएल सहेजें
it: Salva ACL
nl: Bewaar ACL
te: ACLని సేవ్ చేయండి
zh_tw: 保存访问控制列表

source: Saving…
ar: توفير…
bn: সংরক্ষণ করা হচ্ছে...
es: Ahorro…
fr: Économie…
hi: सहेजा जा रहा है...
it: Risparmio…
nl: Besparing…
te: సేవ్ చేస్తోంది...
zh_tw: 保存…

source: Object ACL saved.
ar: تم حفظ كائن ACL.
bn: অবজেক্ট ACL সংরক্ষিত।
es: ACL del objeto guardado.
fr: LCA de l'objet enregistrée.
hi: ऑब्जेक्ट ACL सहेजा गया.
it: ACL dell'oggetto salvato.
nl: Object-ACL opgeslagen.
te: ఆబ్జెక్ట్ ACL సేవ్ చేయబడింది.
zh_tw: 对象 ACL 已保存。

source: Could not save object ACL.
ar: لا يمكن حفظ كائن ACL.
bn: বস্তু ACL সংরক্ষণ করা যায়নি.
de: Objekt-ACL konnte nicht gespeichert werden.
es: No se pudo guardar la ACL del objeto.
fr: Impossible d'enregistrer l'ACL de l'objet.
hi: ऑब्जेक्ट ACL सहेजा नहीं जा सका.
it: Impossibile salvare l'ACL dell'oggetto.
nl: Kan object-ACL niet opslaan.
pt: Não foi possível salvar a ACL do objeto.
zh_tw: 无法保存对象 ACL。

source: ACL saved, but could not reload the updated ACL.
ar: تم حفظ قائمة التحكم بالوصول (ACL)، ولكن تعذر إعادة تحميل قائمة التحكم بالوصول (ACL) المحدثة.
bn: ACL সংরক্ষিত, কিন্তু আপডেট করা ACL পুনরায় লোড করা যায়নি।
es: ACL guardada, pero no se pudo recargar la ACL actualizada.
fr: ACL enregistrée, mais impossible de recharger l'ACL mise à jour.
hi: ACL सहेजा गया, लेकिन अद्यतन ACL पुनः लोड नहीं किया जा सका।
it: ACL salvata, ma impossibile ricaricare l'ACL aggiornato.
nl: ACL opgeslagen, maar kon de bijgewerkte ACL niet opnieuw laden.
te: ACL సేవ్ చేయబడింది, కానీ నవీకరించబడిన ACLని మళ్లీ లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: ACL 已保存，但无法重新加载更新的 ACL。

source: Content Types
ar: أنواع المحتوى
bn: বিষয়বস্তুর প্রকার
es: Tipos de contenido
fr: Types de contenu
hi: सामग्री प्रकार
it: Tipi di contenuto
nl: Inhoudstypen
te: కంటెంట్ రకాలు
zh_tw: 内容类型

source: Templates
ar: قوالب
bn: টেমপ্লেট
es: Plantillas
fr: Modèles
hi: टेम्पलेट्स
it: Modelli
nl: Sjablonen
te: టెంప్లేట్లు
zh_tw: 模板

source: Slots
ar: فتحات
bn: স্লট
es: Tragamonedas
fr: Machines à sous
hi: स्लॉट्स
it: Slot
te: స్లాట్లు
zh_tw: 老虎机

source: Keywords
ar: الكلمات الرئيسية
bn: কীওয়ার্ড
es: Palabras clave
fr: Mots-clés
hi: कीवर्ड
it: Parole chiave
nl: Trefwoorden
te: కీలకపదాలు
zh_tw: 关键词

source: Communities
ar: المجتمعات
bn: সম্প্রদায়গুলি
es: Comunidades
fr: Communautés
hi: समुदाय
it: Comunità
nl: Gemeenschappen
te: సంఘాలు
zh_tw: 社区

source: Pipelines
ar: خطوط الأنابيب
bn: পাইপলাইন
es: Tuberías
hi: पाइपलाइनों
it: Condotte
nl: Pijpleidingen
te: పైపులైన్లు
zh_tw: 管道

source: Loading content types…
ar: جارٍ تحميل أنواع المحتوى…
bn: বিষয়বস্তুর প্রকার লোড হচ্ছে...
es: Cargando tipos de contenido...
fr: Chargement des types de contenu…
hi: सामग्री प्रकार लोड हो रहा है...
it: Caricamento dei tipi di contenuto…
nl: Inhoudstypen laden…
te: కంటెంట్ రకాలను లోడ్ చేస్తోంది...
zh_tw: 正在加载内容类型...

source: No content types returned.
ar: لم يتم إرجاع أي أنواع محتوى.
bn: কোনো বিষয়বস্তুর ধরন ফেরত দেওয়া হয়নি।
es: No se devolvió ningún tipo de contenido.
fr: Aucun type de contenu renvoyé.
hi: कोई सामग्री प्रकार नहीं लौटाया गया.
it: Nessun tipo di contenuto restituito.
nl: Er zijn geen inhoudstypen geretourneerd.
te: కంటెంట్ రకాలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回内容类型。

source: Could not load content types.
ar: لا يمكن تحميل أنواع المحتوى.
bn: বিষয়বস্তুর প্রকার লোড করা যায়নি।
es: No se pudieron cargar los tipos de contenido.
fr: Impossible de charger les types de contenu.
hi: सामग्री प्रकार लोड नहीं किया जा सका.
it: Impossibile caricare i tipi di contenuto.
nl: Kan inhoudstypen niet laden.
te: కంటెంట్ రకాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载内容类型。

source: Name
ar: اسم
bn: নাম
es: Nombre
fr: Nom
hi: नाम
it: Nome
nl: Naam
te: పేరు
zh_tw: 姓名

source: Label
ar: ملصق
bn: লেবেল
es: Etiqueta
fr: Étiquette
hi: लेबल
it: Etichetta
te: లేబుల్
zh_tw: 标签

source: Description
ar: وصف
bn: বর্ণনা
es: Descripción
hi: विवरण
it: Descrizione
nl: Beschrijving
te: వివరణ
zh_tw: 描述

source: Id
ar: بطاقة تعريف
bn: আইডি
es: Identificación
fr: Identifiant
hi: पहचान
nl: Identiteitskaart

source: Select a content type to view fields and edit label, description, enabled, field flags, workflows, and templates.
ar: حدد نوع محتوى لعرض الحقول وتحرير التسمية والوصف والتمكين وعلامات الحقول ومهام سير العمل والقوالب.
bn: ক্ষেত্রগুলি দেখতে এবং লেবেল, বিবরণ, সক্ষম, ক্ষেত্র পতাকা, কর্মপ্রবাহ এবং টেমপ্লেটগুলি সম্পাদনা করতে একটি সামগ্রীর ধরন নির্বাচন করুন৷
es: Seleccione un tipo de contenido para ver campos y editar etiquetas, descripciones, habilitados, indicadores de campo, flujos de trabajo y plantillas.
fr: Sélectionnez un type de contenu pour afficher les champs et modifier l'étiquette, la description, les indicateurs de champ activés, les flux de travail et les modèles.
hi: फ़ील्ड देखने और लेबल, विवरण, सक्षम, फ़ील्ड फ़्लैग, वर्कफ़्लो और टेम्पलेट संपादित करने के लिए एक सामग्री प्रकार का चयन करें।
it: Seleziona un tipo di contenuto per visualizzare i campi e modificare etichetta, descrizione, abilitazione, flag di campo, flussi di lavoro e modelli.
nl: Selecteer een inhoudstype om velden te bekijken en labels, beschrijvingen, ingeschakelde velden, veldvlaggen, workflows en sjablonen te bewerken.
te: ఫీల్డ్u200cలను వీక్షించడానికి మరియు లేబుల్, వివరణ, ప్రారంభించబడిన, ఫీల్డ్ ఫ్లాగ్u200cలు, వర్క్u200cఫ్లోలు మరియు టెంప్లేట్u200cలను సవరించడానికి కంటెంట్ రకాన్ని ఎంచుకోండి.
zh_tw: 选择内容类型以查看字段并编辑标签、说明、已启用、字段标志、工作流程和模板。

source: Back to list
ar: العودة إلى القائمة
bn: তালিকায় ফিরে যান
es: volver a la lista
fr: Retour à la liste
hi: सूची पर वापस जाएं
it: Torna all'elenco
nl: Terug naar lijst
te: జాబితాకు తిరిగి వెళ్ళు
zh_tw: 返回列表

source: Loading content type…
ar: جارٍ تحميل نوع المحتوى…
bn: বিষয়বস্তুর প্রকার লোড হচ্ছে...
es: Cargando tipo de contenido…
fr: Chargement du type de contenu…
hi: सामग्री प्रकार लोड हो रहा है...
it: Caricamento del tipo di contenuto…
nl: Inhoudstype laden…
te: కంటెంట్ రకాన్ని లోడ్ చేస్తోంది...
zh_tw: 正在加载内容类型...

source: Could not load content type detail.
ar: تعذر تحميل تفاصيل نوع المحتوى.
bn: বিষয়বস্তুর প্রকারের বিশদ বিবরণ লোড করা যায়নি।
es: No se pudieron cargar los detalles del tipo de contenido.
fr: Impossible de charger les détails du type de contenu.
hi: सामग्री प्रकार विवरण लोड नहीं किया जा सका.
it: Impossibile caricare i dettagli del tipo di contenuto.
nl: Kan de details van het inhoudstype niet laden.
te: కంటెంట్ రకం వివరాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载内容类型详细信息。

source: Enabled
ar: ممكّن
bn: সক্রিয়
es: Activado
fr: Activé
hi: सक्रिय
it: Abilitato
nl: Ingeschakeld
te: ప్రారంభించబడింది
zh_tw: 启用

source: Save content type
ar: حفظ نوع المحتوى
bn: সামগ্রীর ধরন সংরক্ষণ করুন
es: Guardar tipo de contenido
fr: Enregistrer le type de contenu
hi: सामग्री प्रकार सहेजें
it: Salva tipo di contenuto
nl: Inhoudstype opslaan
te: కంటెంట్ రకాన్ని సేవ్ చేయండి
zh_tw: 保存内容类型

source: Content type saved.
ar: تم حفظ نوع المحتوى.
bn: বিষয়বস্তুর প্রকার সংরক্ষিত।
es: Tipo de contenido guardado.
fr: Type de contenu enregistré.
hi: सामग्री प्रकार सहेजा गया.
it: Tipo di contenuto salvato.
nl: Inhoudstype opgeslagen.
te: కంటెంట్ రకం సేవ్ చేయబడింది.
zh_tw: 已保存内容类型。

source: Could not save content type.
ar: لا يمكن حفظ نوع المحتوى.
bn: বিষয়বস্তুর প্রকার সংরক্ষণ করা যায়নি।
es: No se pudo guardar el tipo de contenido.
fr: Impossible d'enregistrer le type de contenu.
hi: सामग्री प्रकार सहेजा नहीं जा सका.
it: Impossibile salvare il tipo di contenuto.
nl: Kan het inhoudstype niet opslaan.
te: కంటెంట్ రకాన్ని సేవ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法保存内容类型。

source: Fields
ar: الحقول
bn: ক্ষেত্র
es: Campos
fr: Champs
hi: खेत
it: Campi
nl: Velden
te: ఫీల్డ్స్
zh_tw: 领域

source: Toggle searchable / required for local fields. Save acquires a design lock, writes, and releases.
ar: تبديل قابل للبحث / مطلوب للحقول المحلية. يكتسب Save قفل التصميم ويكتب ويصدر.
bn: স্থানীয় ক্ষেত্রের জন্য অনুসন্ধানযোগ্য / প্রয়োজনীয় টগল করুন। সেভ একটি ডিজাইন লক অর্জন করে, লেখে এবং প্রকাশ করে।
es: Alternar búsqueda/requerido para campos locales. Guardar adquiere un bloqueo de diseño, escribe y libera.
fr: Basculer consultable/obligatoire pour les champs locaux. Save acquiert un verrou de conception, écrit et libère.
hi: स्थानीय फ़ील्ड के लिए खोजने योग्य/आवश्यक टॉगल करें। सेव एक डिज़ाइन लॉक प्राप्त करता है, लिखता है और रिलीज़ करता है।
it: Attiva/disattiva ricercabile/richiesto per i campi locali. Il salvataggio acquisisce un blocco del design, scrive e rilascia.
nl: Schakel doorzoekbaar / vereist in voor lokale velden. Save verkrijgt een ontwerpvergrendeling, schrijft en geeft vrij.
te: స్థానిక ఫీల్డ్u200cల కోసం శోధించదగిన / అవసరమైన టోగుల్ చేయండి. సేవ్ డిజైన్ లాక్u200cని పొందుతుంది, వ్రాస్తుంది మరియు విడుదల చేస్తుంది.
zh_tw: 切换本地字段的可搜索/必填。 Save 获取设计锁、写入并释放。

source: Child field sets
ar: مجموعات حقل الطفل
bn: শিশু ক্ষেত্রের সেট
es: Conjuntos de campos secundarios
fr: Ensembles de champs enfants
hi: चाइल्ड फ़ील्ड सेट
it: Insiemi di campi secondari
nl: Onderliggende veldsets
te: చైల్డ్ ఫీల్డ్ సెట్లు
zh_tw: 子字段集

source: Design gaps (not in this API yet)
ar: فجوات التصميم (ليست موجودة في واجهة برمجة التطبيقات هذه بعد)
bn: ডিজাইনের ফাঁক (এখনও এই API তে নেই)
es: Brechas de diseño (aún no en esta API)
fr: Lacunes de conception (pas encore dans cette API)
hi: डिज़ाइन में कमियाँ (अभी तक इस एपीआई में नहीं)
it: Lacune di progettazione (non ancora in questa API)
nl: Ontwerphiaten (nog niet in deze API)
te: డిజైన్ ఖాళీలు (ఇంకా ఈ APIలో లేవు)
zh_tw: 设计差距（尚未在此 API 中）

source: Hidden from menu
ar: مخفي من القائمة
bn: মেনু থেকে লুকানো
es: Oculto del menú
fr: Masqué du menu
hi: मेनू से छिपा हुआ
it: Nascosto dal menu
nl: Verborgen in het menu
te: మెను నుండి దాచబడింది
zh_tw: 从菜单中隐藏

source: Application
ar: طلب
bn: আবেদন
es: Solicitud
hi: आवेदन
it: Applicazione
nl: Sollicitatie
te: అప్లికేషన్
zh_tw: 应用

source: Field
ar: مجال
bn: মাঠ
es: Campo
fr: Champ
hi: मैदान
it: Campo
nl: Veld
te: ఫీల్డ్
zh_tw: 场地

source: Origin
ar: أصل
bn: উৎপত্তি
es: Origen
fr: Origine
hi: मूल
it: Origine
nl: Oorsprong
te: మూలం
zh_tw: 起源

source: Data type
ar: نوع البيانات
bn: ডেটা টাইপ
es: tipo de datos
fr: Type de données
hi: डेटा प्रकार
it: Tipo di dati
nl: Gegevenstype
te: డేటా రకం
zh_tw: 数据类型

source: Control
ar: يتحكم
bn: নিয়ন্ত্রণ
fr: Contrôle
hi: नियंत्रण
it: Controllare
nl: Controle
te: నియంత్రణ
zh_tw: 控制

source: Required
ar: مطلوب
bn: প্রয়োজন
es: Requerido
fr: Requis
hi: आवश्यक
it: Necessario
nl: Vereist
te: అవసరం
zh_tw: 必需的

source: Read-only
ar: للقراءة فقط
bn: শুধুমাত্র পঠনযোগ্য
es: Sólo lectura
fr: Lecture seule
hi: केवल पढ़ने के लिए
it: Sola lettura
nl: Alleen-lezen
te: చదవడానికి మాత్రమే
zh_tw: 只读

source: Occurrence
ar: حدوث
bn: ঘটনা
es: Aparición
hi: घटना
it: Evento
nl: Voorval
te: సంభవం
zh_tw: 发生

source: Rules
ar: قواعد
bn: নিয়ম
es: Normas
fr: Règles
hi: नियम
it: Regole
nl: Regels
te: నియమాలు
zh_tw: 规则

source: Searchable
ar: قابلة للبحث
bn: অনুসন্ধানযোগ্য
es: Buscable
fr: Consultable
hi: खोज सकने
it: Ricercabile
nl: Doorzoekbaar
te: శోధించదగినది
zh_tw: 可搜索

source: Field set
ar: مجموعة الميدان
bn: মাঠ সেট
es: Conjunto de campos
fr: Ensemble de champs
hi: फ़ील्ड सेट
it: Insieme del campo
nl: Veld ingesteld
te: ఫీల్డ్ సెట్
zh_tw: 现场设置

source: validation
ar: تصديق
bn: বৈধতা
es: validación
hi: मान्यकरण
it: convalida
nl: geldigmaking
te: ధ్రువీకరణ
zh_tw: 验证

source: visibility
ar: الرؤية
bn: দৃশ্যমানতা
es: visibilidad
fr: visibilité
hi: दृश्यता
it: visibilità
nl: zichtbaarheid
te: దృశ్యమానత
zh_tw: 能见度

source: Allowed workflows
ar: سير العمل المسموح به
bn: অনুমোদিত কর্মপ্রবাহ
es: Flujos de trabajo permitidos
fr: Flux de travail autorisés
hi: अनुमत कार्यप्रवाह
it: Flussi di lavoro consentiti
nl: Toegestane werkstromen
te: అనుమతించబడిన వర్క్u200cఫ్లోలు
zh_tw: 允许的工作流程

source: Full replace on save when changed. Add by workflow name; set default with the radio.
ar: استبدال كامل عند الحفظ عند التغيير. إضافة حسب اسم سير العمل؛ تعيين الافتراضي مع الراديو.
bn: পরিবর্তিত হলে সংরক্ষণে সম্পূর্ণ প্রতিস্থাপন। ওয়ার্কফ্লো নাম দ্বারা যোগ করুন; রেডিওর সাথে ডিফল্ট সেট করুন।
es: Reemplazo completo al guardar cuando se cambia. Agregar por nombre del flujo de trabajo; Establecer por defecto con la radio.
fr: Remplacement complet lors de la sauvegarde en cas de modification. Ajouter par nom de flux de travail ; Définir par défaut avec la radio.
hi: परिवर्तित होने पर सेव पर पूर्ण प्रतिस्थापन। वर्कफ़्लो नाम से जोड़ें; रेडियो के साथ डिफ़ॉल्ट सेट करें।
it: Sostituzione completa al salvataggio in caso di modifica. Aggiungi per nome del flusso di lavoro; impostare l'impostazione predefinita con la radio.
nl: Volledig vervangen bij opslaan bij wijziging. Toevoegen op workflownaam; standaard ingesteld met de radio.
te: మార్చినప్పుడు సేవ్u200cలో పూర్తిగా భర్తీ చేయండి. వర్క్u200cఫ్లో పేరు ద్వారా జోడించండి; రేడియోతో డిఫాల్ట్u200cగా సెట్ చేయండి.
zh_tw: 更改后保存时完全替换。按工作流名称添加；使用收音机设置默认值。

source: Default workflow
ar: سير العمل الافتراضي
bn: ডিফল্ট ওয়ার্কফ্লো
es: Flujo de trabajo predeterminado
fr: Flux de travail par défaut
hi: डिफ़ॉल्ट वर्कफ़्लो
it: Flusso di lavoro predefinito
nl: Standaardwerkstroom
te: డిఫాల్ట్ వర్క్u200cఫ్లో
zh_tw: 默认工作流程

source: Allowed templates
ar: القوالب المسموح بها
bn: অনুমোদিত টেমপ্লেট
es: Plantillas permitidas
fr: Modèles autorisés
hi: अनुमत टेम्पलेट
it: Modelli consentiti
nl: Toegestane sjablonen
te: అనుమతించబడిన టెంప్లేట్u200cలు
zh_tw: 允许的模板

source: Full replace on save when changed. Add by template name or GUID (type-host-uuid, e.g. 0-10-347).
ar: استبدال كامل عند الحفظ عند التغيير. أضف حسب اسم القالب أو GUID (نوع المضيف-uuid، على سبيل المثال 0-10-347).
bn: পরিবর্তিত হলে সংরক্ষণে সম্পূর্ণ প্রতিস্থাপন। টেমপ্লেট নাম বা GUID দ্বারা যোগ করুন (টাইপ-হোস্ট-উইড, যেমন 0-10-347)।
es: Reemplazo completo al guardar cuando se cambia. Agregue por nombre de plantilla o GUID (tipo-host-uuid, por ejemplo, 0-10-347).
fr: Remplacement complet lors de la sauvegarde en cas de modification. Ajoutez par nom de modèle ou GUID (type-host-uuid, par exemple 0-10-347).
hi: परिवर्तित होने पर सेव पर पूर्ण प्रतिस्थापन। टेम्प्लेट नाम या GUID द्वारा जोड़ें (प्रकार-होस्ट-uuid, उदाहरण के लिए 0-10-347)।
it: Sostituzione completa al salvataggio in caso di modifica. Aggiungi in base al nome del modello o al GUID (tipo-host-uuid, ad esempio 0-10-347).
nl: Volledig vervangen bij opslaan bij wijziging. Voeg toe op sjabloonnaam of GUID (type-host-uuid, bijvoorbeeld 0-10-347).
te: మార్చినప్పుడు సేవ్u200cలో పూర్తిగా భర్తీ చేయండి. టెంప్లేట్ పేరు లేదా GUID (టైప్-హోస్ట్-uuid, ఉదా. 0-10-347) ద్వారా జోడించండి.
zh_tw: 更改后保存时完全替换。按模板名称或 GUID 添加（类型主机 uuid，例如 0-10-347）。

source: Add
ar: يضيف
bn: যোগ করুন
es: Agregar
fr: Ajouter
hi: जोड़ना
it: Aggiungere
nl: Toevoegen
te: జోడించు
zh_tw: 添加

source: Remove
ar: يزيل
bn: সরান
es: Eliminar
fr: Retirer
hi: निकालना
it: Rimuovere
nl: Verwijderen
te: తొలగించు
zh_tw: 消除

source: Workflow name
ar: اسم سير العمل
bn: কর্মপ্রবাহের নাম
es: Nombre del flujo de trabajo
fr: Nom du flux de travail
hi: वर्कफ़्लो नाम
it: Nome del flusso di lavoro
nl: Naam van de workflow
te: వర్క్u200cఫ్లో పేరు
zh_tw: 工作流程名称

source: Template name or GUID (0-10-347)
ar: اسم القالب أو المعرف الفريد العمومي (0-10-347)
bn: টেমপ্লেট নাম বা GUID (0-10-347)
es: Nombre de plantilla o GUID (0-10-347)
fr: Nom du modèle ou GUID (0-10-347)
hi: टेम्प्लेट नाम या GUID (0-10-347)
it: Nome modello o GUID (0-10-347)
nl: Sjabloonnaam of GUID (0-10-347)
te: టెంప్లేట్ పేరు లేదా GUID (0-10-347)
zh_tw: 模板名称或 GUID (0-10-347)

source: Default
ar: تقصير
bn: ডিফল্ট
es: Por defecto
fr: Défaut
hi: गलती करना
it: Predefinito
nl: Standaard
te: డిఫాల్ట్
zh_tw: 默认

source: None
ar: لا أحد
bn: কোনোটিই নয়
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
nl: Geen
te: ఏదీ లేదు
zh_tw: 没有任何

source: Yes
ar: نعم
bn: হ্যাঁ
es: Sí
fr: Oui
hi: हाँ
it: SÌ
nl: Ja
te: అవును
zh_tw: 是的

source: No
ar: لا
bn: না
fr: Non
hi: नहीं
nl: Nee
te: నం
zh_tw: 不

source: Loading keywords…
ar: جارٍ تحميل الكلمات الرئيسية…
bn: কীওয়ার্ড লোড হচ্ছে...
es: Cargando palabras clave…
fr: Chargement des mots-clés…
hi: कीवर्ड लोड हो रहे हैं...
it: Caricamento parole chiave…
nl: Zoekwoorden laden...
te: కీలకపదాలను లోడ్ చేస్తోంది...
zh_tw: 正在加载关键字...

source: No keywords returned.
ar: لم يتم إرجاع أي كلمات رئيسية.
bn: কোন কীওয়ার্ড ফিরে আসেনি।
es: No se devolvieron palabras clave.
fr: Aucun mot-clé renvoyé.
hi: कोई कीवर्ड वापस नहीं आया.
it: Nessuna parola chiave restituita.
nl: Er zijn geen trefwoorden geretourneerd.
te: కీలక పదాలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回关键字。

source: Could not load keywords.
ar: تعذر تحميل الكلمات الرئيسية.
bn: কীওয়ার্ড লোড করা যায়নি।
es: No se pudieron cargar palabras clave.
fr: Impossible de charger les mots-clés.
hi: कीवर्ड लोड नहीं हो सके.
it: Impossibile caricare le parole chiave.
nl: Kan zoekwoorden niet laden.
te: కీలకపదాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载关键字。

source: Create, edit, or delete keyword definitions and their choices.
ar: إنشاء أو تعديل أو حذف تعريفات الكلمات الرئيسية واختياراتها.
bn: কীওয়ার্ড সংজ্ঞা এবং তাদের পছন্দগুলি তৈরি করুন, সম্পাদনা করুন বা মুছুন৷
es: Cree, edite o elimine definiciones de palabras clave y sus opciones.
fr: Créez, modifiez ou supprimez des définitions de mots clés et leurs choix.
hi: कीवर्ड परिभाषाएँ और उनकी पसंद बनाएँ, संपादित करें या हटाएँ।
it: Crea, modifica o elimina le definizioni delle parole chiave e le relative scelte.
nl: Maak, bewerk of verwijder trefwoorddefinities en hun keuzes.
te: కీవర్డ్ నిర్వచనాలు మరియు వాటి ఎంపికలను సృష్టించండి, సవరించండి లేదా తొలగించండి.
zh_tw: 创建、编辑或删除关键字定义及其选择。

source: Value
ar: قيمة
bn: মান
es: Valor
fr: Valeur
hi: कीमत
it: Valore
nl: Waarde
te: విలువ
zh_tw: 价值
